Repository: adminka-root/ansible_build
Catalog: source/ansible/roles/cinnamon_settings/files/applets/locale/po/pomodoro@gregfreeman.org.po
Languages: ru_ru

source: Pomodoro started
ru_ru: Pomodoro запущен

source: Waiting to start
ru_ru: Ожидание запуска

source: Let's go to work !
ru_ru: Okey, let's go !

source: Take a short break
ru_ru: Сделайте короткий перерыв

source: Short break running
ru_ru: Идет короткий перерыв

source: Take a long break
ru_ru: Сделайте длинный перерыв

source: Long break running
ru_ru: Идет длинный перерыв

source: Pomodoro ended
ru_ru: Pomodoro завершил работу

source: Completed
ru_ru: Выполнено

source: Reset Timer
ru_ru: Сбросить таймер

source: Reset Counts and Timer
ru_ru: Сбросить счетчик и таймер

source: Settings
ru_ru: Настройки

source: What is this?
ru_ru: А чё это такое ?

source: Switch Off Pomodoro
ru_ru: Выключить Pomodoro

source: Start a new Pomodoro
ru_ru: Начать новый Pomodoro

source: Hide
ru_ru: Скрыть

source: Pomodoro set finished, you deserve a break!
ru_ru: Pomodoro цикл завершен, вы заслуживаете перерыв!

source: Your break is over, start another pomodoro!
ru_ru: Ваш перерыв окончен, начните еще один pomodoro!

source: A new pomodoro begins in
ru_ru: Новый pomodoro начнется в

source: %d minutes and %d seconds
ru_ru: %d минут и %d секунд

source: Continue Current Pomodoro
ru_ru: Продолжить текущий Pomodoro

source: Pause Pomodoro
ru_ru: Пауза Pomodoro

source: Short break finished, ready to continue?
ru_ru: Короткий перерыв закончен, вы готовы продолжить?

source: Play Start Sound
ru_ru: Звук при запуске

source: Short Break Duration:
ru_ru: Продолжительность короткого перерыва:

source: Auto start a new pomodoro after a break ends
ru_ru: Автозапуск нового pomodoro pomodoro после длинного перерыва

source: Sounds
ru_ru: Звуки

source: Start Sound File
ru_ru: Укажите файл

source: Options
ru_ru: Опции

source: Sound volume:
ru_ru: Громкость звука:

source: Pomodoro Duration:
ru_ru: Продолжительность Pomodoro:

source: Long Break Duration:
ru_ru: Продолжительность длинного перерыва:

source: Break Sound File
ru_ru: Укажите файл

source: Auto start after a short break ends
ru_ru: Автозапуск нового pomodoro после короткого перерыва

source: Display the pomodoro icon in the applet panel
ru_ru: Значок pomodoro на панели апплета

source: Show the pomodoro timer in the applet panel
ru_ru: Таймер на панели апплета

source: Durations (minutes)
ru_ru: Продолжительность (минуты)

source: Number of pomodori before long break:
ru_ru: Количество pomodori перед длительным перерывом:

source: Play Break Sound
ru_ru: Звук перерыва

source: Warn Delay (in secs):
ru_ru: Задержка предупреждения (в секундах):

source: Show Dialog Messages
ru_ru: Системные уведомления

source: Warn Sound File
ru_ru: Укажите файл

source: Play Warn Sound
ru_ru: Звук предупреждения

source: Play Timer Sound
ru_ru: Звук таймера

source: Timer Sound File
ru_ru: Укажите файл

source: Great tool for boosted productivity!
ru_ru: Отличный инструмент для повышения производительности!
